first_name = "gega"

last_name = "mghebrishvili"

age = "15"

favorite_color = "green/lime"

favorite_number = "121"


#კომენტარები - ეს არის ტექსტი რომელსაც კონსოლი აიგნორებს executე-ის დროს

#string - Python-ში სტრიქონები მოთავსებულია ან ერთმაგ ან ორმაგ ბრჭყალებში.
#'hello' იგივეა რაც "hello".
#სტრიქონული ლიტერალის გამოტანა შესაძლებელია print("") ფუნქციის გამოყენებით

#interger - Python-ში მთელი რიცხვი არის მონაცემთა ჩაშენებული ტიპი
#რომელიც გამოიყენება წილადური ან ათობითი ნაწილების გარეშე არსებული მთელი რიცხვების 
#წარმოსადგენად.

#float - Python-ში float წარმოადგენს ისეთ ნამდვილ
#რიცხვებს რომლებიც შეიცავს ათობით წერტილს ან მაჩვენებელს.



